function changeText1(){
    let text=document.querySelector('.left');
    text.innerHTML=
    `<pre style="font-size: 20px;overflow-x: hidden;">
    <b>1、咨询</b>
    入住老人及其亲属对本养老机构要进行过考察，了解本机构的服务宗旨、服务设施
    、服务内容和收费标准。
    <b>2、登记</b>
    选定本机构入住后，要进行登记。由本机构提供的较详细的入住申请登记表。在这
    份表中要求详细填写老人姓名、性别、出生年月、原工作单位名称、家庭住址、联
    系电话；担保及赡养人姓名、与老人关系、住址、单位、联系电话等内容，并提供
    老人单位或者社区证明，老人及其担保人、赡养人的有效证件（身份证或户口薄）
    的原件及复印件、老人免冠照片，为老人预定房间和床位。入院前委托或担保人应
    如实通报老人健康状况、性格秉性和家庭经济情况，如有隐瞒和虚报，入院后一旦
    发现，将按约定终止入住协议。
    <b>3、体检</b>
    每一位老人入住前，都应在所在区级及以上的医疗机构进行健康检查，检查的内容
    包括以下几个方面。
    （1） 一般内外科、五官科检查。
    （2） 胸透或X光胸片检查。  
    （3） 心电图检查     
    （4） 化验。包括血、尿、粪常规、肝肾功能、二对半、血糖、血脂全套等。      
    （5） 年纪大的老人、建议做骨密度检查，因为年纪大的老人骨质疏松发生率高、
    容易摔倒骨折特点，进行骨折密度检查，我们认为很有必要，对保障老人安全意义
    重大。 
    <b>4、受理考察（家庭访问）</b>
    在收到老人入住申请表、单位或社区证明和健康检查结果后，本机构有权向老人原
    工作单位、社区打电话，核实老人身份家庭情况、必要时派人对老人进行家访，以
    进一步了解老人家庭情况和生活身体状况等。
    <b>5、审批</b>
    本中心按自己的服务功能定位，根据老人的实际情况，具体分析、审批、确定是否
    同意入住。
    <b>6、确定护理级别</b>
    入住时，首先由本护理级别评估小组或评估员，对老人健康状况（体检）、生活自
    理能力和实地考察结果进行综合分析、评估，并征求老人和托养人意见后，确定老
    人的护理等级。在老人试住7—15天后还要进行一次评估，以确定正式的护理等级。
    护理等级应随着老人健康状况变化而做出及时调整。
    <b>7、签署入住协议（合同）</b>
    养老机构应当与老人和托养人签订入住服务协议（合同）。这种协议（合同）是一
    种委托服务协议（合同），协议（合同）中应明确三方责任、权利和义务，以维护
    好入住老人、托养人和养老机构的合法权益，确保入住老人的生活质量以及养老机
    构正常工作。托养方和受托方联系方式发生变更时要及时通知对方，以便当老人突
    发疾病、意外或生命垂危时，加强联系，共同实施救助。老年人是一个生命脆弱的
    特殊群体，明确三方的责任和义务，有助于保证老年人的生活质量。
    <b>8、缴费</b>
    签署入住协议，托养人收到入住通知书后，老人和/或托养人就应根据协议中的条款
    和收费标准到本中心财务部缴纳入住及相关费用押金，医疗保证（备用）金。
    <b>9、入院</b> 
    老人和托养人持入住通知书、相关缴费凭证，携带必要的生活物品入住，事前应通知
    院方入住时间。老人行走不便、亲属无护送能力的老人，可委托机构派车上门迎接。</pre>`;
}

function getInformation(){
    
    window.open("succed.html");
    window.close("form.html");
}